Revit 2027 API
ParameterTypeId.ConceptualConstructionMaterial Property
 "Graphical Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ConceptualConstructionMaterial { get; }
Public Shared ReadOnly Property ConceptualConstructionMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ConceptualConstructionMaterial {
	ForgeTypeId^ get ();
}
static member ConceptualConstructionMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace